constantAngleSlopeTurbKE_U5e-1/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  RAS;

RAS
{
    RASModel        kEpsilon;

    turbulence      on;

    printCoeffs     on;

	// Optional model coefficieints
Cmu_pattern
C1_pattern
C2_pattern
C3_pattern
sigmak_pattern
sigmaEps_pattern
//	Cmu			0.09;
//	C1			1.44;
//	C2			1.92;
//	C3			0.0;
//	sigmak		1.0;
//	sigmaEps	1.3;
}


// ************************************************************************* //
